/* cancel pressed */
"Cancel Button pressed, nothing to do" = "Abbrechen gedrückt, mache mal nichts";

/* final information */
"calculated %d moon phases for the year %d." = "Es wurden %d Mondphasen für das Jahr %d berechnet.";

/* second moon phase */
"crescent moon" = "zunehmender Mond";

/* description */
"DESCRIPTION:Moon phase\n" = "DESCRIPTION:Mondphase\n";

/* country code for locale */
"en_US" = "de_DE";

/* program found an error */
"Error encountered:" = "Fehler gefunden:";

/* third moon phase */
"full moon" = "Vollmond";

/* time zone for locale */
"GMT" = "CET";

/* status message at beginning */
"Initialization done ..." = "Initialisierung abgeschlossen ...";

/* general error */
"Input Error" = "Eingabefehler";

/* name of file to save */
"Moonphases" = "Mondphasen";

/* report the kind of the error */
"moon phases in year %d not calculated yet" = "Mondphasen des Jahres %d wurden noch nicht berechnet";

/* message after save panel */
"Moon phases stored for year: %d" = "Mondphasen für Jahr %d gespeichert";

/* first moon phase */
"new moon" = "Neumond";

/* ok button of the alert */
"OK" = "OK";

/* no real moon phase */
"Phase not between 0 and 3" = "Phase nicht zwischenn 0 und 3";

/* title of savePanel */
"Save moonphases in calendar file" = "Mondphasen in Kalenderdatei speichern";

/* informal message */
"Status Message" = "Statusmeldung";

/* last moon phase */
"waning moon" = "abnehmender Mond";

/* report the kind of the error */
"Writing to the file with selected URL failed: " = "Schreiben in die Datei mit der ausgewählten URL schlug fehl: ";

/* name for calendar */
"X-WR-CALNAME:Moon phases\n" = "X-WR-CALNAME:Mondphasen\n";

/* correct input */
"Year must be between 1600 and 2399" = "Jahreszahl muss zwischen 1600 und 2399 liegen";
